Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateGutterWarn Property
 Could not create Gutter. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateGutterWarn { get; }
Public Shared ReadOnly Property CannotCreateGutterWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateGutterWarn {
	FailureDefinitionId^ get ();
}
static member CannotCreateGutterWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace